Repository: 3UU/flexistatic
Catalog: tags/1.0.4/flexistatic-*.po
Languages: de_de

source: IMPORTANT: Please DELETE ALL static posts/pages here BEFORE CHANGING the definition of permalinks!!!
de_de: WICHTIG: Bitte entferne ALLE statischen Posts/Seiten BEVOR die Definition von Permalinks ge&auml;ndert wird!

source: any title text
de_de: beliebiger Text des Titels

source: search posts
de_de: suche Beitr&auml;ge

source: make static
de_de: erzeuge statischen

source: remove static
de_de: entferne statischen

source: Make the start page static.
de_de: Erzeuge eine statische Startseite.

source: Make single posts static.
de_de: Erzeuge statische Artikel.

source: For best results you should set a permalink that is ending in <code>.htm</code> or <code>.html</code>. Example: <code>/%postname%-%post_id%.htm</code>
de_de: F&uuml;r optimale Ergebnisse sollten die Permalinks auf <code>.htm</code> oder <code>.html</code> enden. Beispiel: <code>/%postname%-%post_id%.htm</code>

source: Attention: Some more ore less usefull plugins do need direct requests to the <code>index.php</code> in the blog root folder. Therefor you should add
de_de: Achtung: Einige mehr oder weniger n&uuml;tzliche Plugins brauchen direkte Aufrufe der <code>index.php</code> im Stammvereichnis des Blogs. Deshalb sollten folgende Anweisungen

source: Homepage (this will remove the file
de_de: Homepage (das entfernt die Datei

source: to your <code>%s/.htaccess</code> file.
de_de: in die <code>%s/.htaccess</code> aufgenommen werden.

source: You current definition for permalinks is <code>%s</code> and can be changed <a href='options-permalink.php'>here</a>.
de_de: Das aktuelle Format der Permalinks ist <code>%s</code> und kann <a href='options-permalink.php'>hier ge&auml;ndert werden</a>.
